verification/runs/F14-cooling-ladder/K0cS_runs/S_KE_c/0.orig/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2606                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0.orig";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 6.874933704e-04;

boundaryField
{
    hotWall
    {
        type            epsilonWallFunction;
        value           $internalField;
    }
    coldWall
    {
        type            epsilonWallFunction;
        value           $internalField;
    }
    topWall
    {
        type            epsilonWallFunction;
        value           $internalField;
    }
    bottomWall
    {
        type            epsilonWallFunction;
        value           $internalField;
    }
    frontAndBack { type empty; }
}

// ******************************************************** //
